Revit 2027 API
SlabShapeVertexArray.ReverseIterator Method
Retrieve a backward moving iterator to the array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual SlabShapeVertexArrayIterator ReverseIterator()
Public Overridable Function ReverseIterator As SlabShapeVertexArrayIterator
public:
virtual SlabShapeVertexArrayIterator^ ReverseIterator()
abstract ReverseIterator : unit -> SlabShapeVertexArrayIterator
override ReverseIterator : unit -> SlabShapeVertexArrayIterator
Return Value
SlabShapeVertexArrayIterator
Returns a backward moving iterator to the array.
See Also
Reference
SlabShapeVertexArray Class
Autodesk.Revit.DB Namespace